stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/50-wf1-125-wf2-125-wf3/wave-iteration-2/out-wf1-50-2022-01-21_11:55:28.txt
Requests      [total, rate]            45000, 50.00
Duration      [total, attack, wait]    15m0.049826244s, 14m59.978417914s, 71.40833ms
Latencies     [mean, 50, 95, 99, max]  135.372591ms, 86.237894ms, 388.607806ms, 1.333853766s, 3.769485188s
Bytes In      [total, mean]            339930624, 7554.01
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  69.23%
Status Codes  [code:count]             0:13848  200:31152  
Error Set:
Get http://<none>:8080/: dial tcp: lookup <none>: no such host