stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/50-wf1-125-wf2-125-wf3/wave-iteration-2/out-wf2-125-2022-01-21_20:39:11.txt
Requests      [total, rate]            112500, 125.00
Duration      [total, attack, wait]    15m0.10524848s, 14m59.992340049s, 112.908431ms
Latencies     [mean, 50, 95, 99, max]  161.953401ms, 85.658355ms, 657.312997ms, 1.592640531s, 3.707742238s
Bytes In      [total, mean]            844542676, 7507.05
Bytes Out     [total, mean]            1947100, 17.31
Success       [ratio]                  68.53%
Status Codes  [code:count]             0:34616  200:77101  500:783  
Error Set:
Post http://<none>:8080/setCurrency: dial tcp: lookup <none>: no such host
500 Internal Server Error